Repository: itregsiamoil/SiamCross
Catalog: SiamCross/SiamCross/Resource.*.resx
Languages: ru

# ApertNumberChoiceText
source: Enter the crank hole number!
ru: Введите номер отверстия кривошипа!

# ApertNumberErrorTextDdimSiddos
source: The hole number must be from 1 to 5!
ru: Номер отверстия кривошипа должен быть в пределе от 1 до 5!

# BalancedModelPump
source: Balancer
ru: Балансирный

# BufferPressureChoiceText
source: Enter the buffer pressure!
ru: Введите буферное давление!

# BushChoiceText
source: Enter the cluster number!
ru: Введите номер куста!

# Stat_Calc
source: calculation
ru: расчет

# ChainModelPump
source: Chain
ru: Цепной

# CommentsChoiceText
source: Enter a comment!
ru: Введите комментарий!

source: Dynamogram
ru: Динамограмма

# DynamographSensorType
source: Dynamograph
ru: Динамограф

# DynPeriodChoiceText
source: Enter the swing period!
ru: Введите период качания!

# DynPeriodErrorTextDdimSiddos
source: The swing period must be between 4 and 300,s! Pump rate is 60sec/300sec=0.2swg to 60sec/4sec=15swg!
ru: Период качания должен быть в пределе от 4 сек до 300 сек. Темп качания соответственно 60сек/300сек=0.2кач до 60сек/4сек=15кач!

# ExportStatus
source: Export
ru: Экспорт

# FoundDevices
source: Discovered devices:
ru: Обнаруженные устройства:

# Stat_Free
source: free
ru: свободен

# HydraulicModelPump
source: Hydraulic
ru: Гидравлический

# ImtravelChoiceText
source: Enter the stroke length!
ru: Введите длину хода!

# ImtravelErrorTextDdimSiddos
source: The stroke length must be between 0.5 and 10!
ru: Длина хода должна быть от 0,5 до 10!

# IncorrectDataEnteredErrorText
source: Incorrect data entered!
ru: Введены неверные данные!

# Kilograms
source: KG
ru: КГ

source: Load
ru: Нагрузка

# Stat_Meas
source: measuring
ru: измерение

# MilliVoltsUnits
source: mV
ru: мВ

source: No connection
ru: Нет связи

# PreparationStatus
source: Status - preprocessing
ru: Статус - подготовка

# Stat_Complete
source: complete
ru: завершено

# SelectedFieldChoiceText
source: Choose a field!
ru: Выберите месторождение!

# SelectedModelPumpChoiceText
source: Choose drive type!
ru: Выберите тип привода!

source: Share measurement
ru: Поделиться измерением

# ShopChoiceText
source: Enter the department number!
ru: Введите номер цеха!

source: Temperature
ru: Температура

source: Valve test
ru: Тест клапанов

source: Voltage
ru: Напряжение

# VoltsUnits
source: V
ru: В

# WellChoiceText
source: Enter the well!
ru: Введите скважину!

source: About company
ru: О компании

# AboutTitle
source: About app
ru: О приложении

source: Acceleration
ru: Ускорение

# ApertNumber
source: Crank hole number
ru: Номер отверстия кривошипа

# AppVersion
source: Application version:
ru: Версия приложения

# AuthentificationData
source: Authentication data
ru: Аутентификационные данные

source: Authorization
ru: Авторизация

source: Buffer pressure
ru: Буферное давление

# Bush
source: Cluster
ru: Куст

# Comments
source: Comment
ru: Комментарий

# ControlPanelTitle
source: Control panel
ru: Панель управления

source: Date
ru: Дата

source: Device
ru: Прибор

# DynPeriod
source: Swing period, sec
ru: Период качания, сек

source: E-mail settings
ru: Настройки почты

# EnterFromAddress
source: Enter the sender address!
ru: Введите адрес отправителя!

source: Enter password
ru: Введите пароль

# EnterSmtpAddress
source: Enter the SMTP server address
ru: Введите адрес SMTP сервера

# EnterToAddress
source: Enter destination address
ru: Введите адрес назначения

source: Enter username
ru: Введите имя пользователя

source: Error
ru: Ошибка

source: Field
ru: Месторождение

source: Sender address
ru: Адрес отправителя

# HandbookTitle
source: Handbook
ru: Справочник

# Imtravel
source: Stroke length, m
ru: Длина хода, мм

# LowerRodWeight
source: Weight of the rods in the lower position, t
ru: Вес штанг в нижнем положении, т

# MaxLoad
source: Load max., t
ru: Максимальная нагрузка, т

# SurveyData
source: Data
ru: Данные исследования

# MeasurementsSavedSuccesfully
source: measurements were successfully saved
ru: измерений успешно сохранены в

# MeasurementsSentSuccesfully
source: measurements were successfully sent
ru: измерений успешно отправлено на почту

source: Survey type
ru: Тип исследования

# MinLoad
source: Load min., t
ru: Минимальная нагрузка, т

# ModelPump
source: Drive type
ru: Тип привода

source: New field
ru: Новое месторождение

source: Password
ru: Пароль

source: Port
ru: Порт

# PumpRate
source: Pump speed, SPM
ru: Темп качания, кач/мин

# Rod
source: Rod diameter, mm
ru: Диаметр штока, мм

# RodChoiceText
source: Enter the rod diameter!
ru: Введите диаметр штока!

# RodErrorTextDdin2
source: The rod diameter must be from 12 to 40!
ru: Диаметр штока должен быть от 12 до 40!

source: Saving measurements
ru: Сохранение измерений

# SearchTitle
source: Search
ru: Поиск

source: Select
ru: Выделить

# SelectedMeasurements
source: Selected
ru: Выбрано

# SendingMeasurements
source: Send to E-mail
ru: Отправка измерений на почту

# SettingsTitle
source: Settings
ru: Настройки

# Shop
source: Department
ru: Цех

source: Site
ru: Сайт

# SmtpAddress
source: SMTP server address
ru: Адрес SMTP сервера

source: Start measurement
ru: Начать измерение

# TextAboutCompany
source: The «SIAM» company has been operating since 1990, and has reached a leading position in the market of equipment and services for hydrodynamic and geological field research of wells. The company is part of the «Integra Group of Companies», which is rightfully considered the leading integrated oilfield services company in Russia and the CIS countries. Since 1990, the Tomsk Scientific Production and Implementation Society «SIAM» has been developing, producing equipment for well research. Over the years, many unique equipment has been created, some of which are protected by patents. Our equipment is well-respected by workers in the oil and gas industry.
ru: Компания "СИАМ" работает с 1990г., и достигла лидирующих позиций на рынке оборудования и услуг для гидродинамических и геолого-промысловых исследований скважин. Компания входит в структуру Группы компаний «Интегра», которая по праву считается ведущей интегрированной нефтесервисной компанией в России и странах СНГ. С 1990 года Томское Научное Производственное и Внедренческое Общество "СИАМ" занимается разработкой, производством оборудования для исследования скважин. За эти годы было создано множество уникального оборудования, часть из которого защищено патентами. Наше оборудование пользуется заслуженным уважением у работников нефтяной и газовой промышленности.

# ToAddress
source: Destination address
ru: Адрес назначения

# UpperRodWeight
source: The weight of the rods in the upper position, t
ru: Вес штанг в верхнем положении, т

source: User name
ru: Имя пользователя

# LocationInfo
source: Location information
ru: Местоположение

source: Well
ru: Скважина

# NoСomment
source: No comment
ru: Комментарий отсутствует

source: Firmware:
ru: Прошивка:

source: RadioFirmware:
ru: Прошивка радио:

source: Bluetooth is disable
ru: Bluetooth выключен

source: Enable bluetooth?
ru: Включить bluetooth?

# NotButton
source: Not
ru: Нет

# YesButton
source: Yes
ru: Да

source: Fill in all the fields!
ru: Заполните все поля!

# AdditionalAmp
source: Additional amplification
ru: Дополнительное усиление

# Chdav
source: Pressure sensor sensitivity
ru: Чувствительность датчика давления, 0.1мВ/100 атм

# Chpiezo
source: Piezoelectric sensor sensitivity in arbitrary units from 0 to 255
ru: Чувствительность пьезодатчика в условных единицах от 0 до 255

# GasFromWell
source: Gas discharge / inlet from a well
ru: Выпуск/впуск газа из скважины

# MaxLevelAt341
source: Maximum level at a speed of sound 341m / s
ru: Максимальный уровень при скорости звука 341м/с

# Noldav
source: Pressure sensor zero offset, 0.1 atm
ru: Смещение нуля датчика давления , 0.1атм

source: Amplification
ru: Усиление

source: Dynamic level
ru: Динамический уровень

source: Inlet
ru: Впуск

source: Sound speed
ru: Скорость звука

source: Sound speed correction
ru: Поправка скорости звука

source: Static level
ru: Статический уровень

# Stat_ClickWait
source: waiting for the valve to be pressed
ru: ожидание нажатия на клапан

# Stat_NoiseMeas
source: noise measuring
ru: замер шумов

source: Pressure
ru: Давление

# PressureUnits
source: at
ru: атм

# LevelGaugeSensorType
source: Level gauge sensor
ru: Уровнемер

# SelectedSoundSpeedCorrectionChoice
source: Choose sound speed correction!
ru: Выберите поправку скорости звука!

# AnnularPressure
source: Annular pressure, kgf/cm2
ru: Затрубное давление(кгс/см2)

source: Echogram
ru: Эхограмма

# FluidLevel
source: Fluid level, m
ru: Уровень жидкости, м

source: Number of reflections
ru: Количество отражений

source: Fields
ru: Месторождения

source: Editing
ru: Редактирование

source: Code
ru: Код

source: Name
ru: Имя

source: Attention
ru: Внимание

# DeleteQuestion
source: Delete?
ru: Удалить?

source: Cancel
ru: Отмена

source: Choose
ru: Выбрать

source: Choose a file
ru: Выберите файл

source: Delete
ru: Удалить

source: New folder
ru: Новая папка

source: Ok
ru: Ок

source: Wrong format or content
ru: Неверный формат или содержание

# KGFCMUnits
source: kgs/cm2
ru: кгс/см2

# MSUnits
source: m/s
ru: м/с

# ChoiceSpeedCorrectionTableOrInpunSpeed
source: Select the table for adjusting the speed of sound or enter the speed of sound manually!
ru: Выберите таблицу поправки скорости звука или введите скорость звука вручную!

# ConnectedStatus
source: Connected
ru: Соединен

source: Pressure gauge
ru: Манометр

# AtmosphereUnits
source: Atm
ru: атм

source: Cancel research
ru: Отменить исследование

source: Clear memory
ru: Очистить память

source: Download measurements
ru: Загрузить исследования

source: Zeroing sensor
ru: Обнулить датчик

source: Dynamic pressure
ru: Динамическое давление

source: Dynamic pressure (single)
ru: Дин. давление(одиночный)

source: Static pressure
ru: Статическое давление

source: Static pressure (single)
ru: Стат. давление(одиночный)

source: USB state:
ru: Статус USB:

source: Detached
ru: Отсоединено

source: Interval
ru: Интервал

# SecondUnits
source: sec
ru: сек

source: Temperature measurement
ru: Замер температуры

# IntervalChoiceText
source: Imtravel choice text
ru: Введите интервал

# IntervalErrorTextUmt
source: Interval must be between 1 and 82800,s!
ru: Интервал должен быть между 1 и 82800 сек!

# Init
source: initialization
ru: подготовка

source: downloading
ru: Cчитывание

source: reading header
ru: чтение заголовка

source: start
ru: старт

# StatConn_Connected
source: connected
ru: подключен

# StatConn_Disconnected
source: disconnected
ru: отключен

# StatConn_PendingConnect
source: connecting
ru: подключение

# StatConn_PendingDisconnect
source: disconnecting
ru: отключение

source: survey
ru: исследование

source: Protocol
ru: Протокол

source: Address
ru: Адрес

source: Type
ru: Тип

# WarningFieldIdOverflow
source: Field code length exceeds 4 characters. DB Siam can't import the files with the same identifiers.
ru: Длина кода месторождения превышает 4 символа. БД Сиам не может импортировать файлы с такими идентификаторами.

source: Pump depth
ru: Глубина насоса

# MaxDepth6000
source: Depth measurement up to 6000m
ru: Измерение глубины до 6000м

# AppChanges
source: Changes in the version
ru: Изменения в версии

# TextAboutApp
source: Software «SIAM SERVICE» is a «SIAM» software package designed for storing, transmitting, processing and interpreting data obtained during well testing via Bluetooth wireless data transmission from portable devices (dynamographs / level gauges).
ru: Программное обеспечение «SIAM SERVICE» – это программный комплекс компании «СИАМ», предназначенный для хранения, передачи, обработки и интерпретации данных, полученных в процессе исследования скважин по каналу беспроводной передачи данных Bluetooth, с портативных приборов (динамографов/уровнемеров).

# Stat_ValvePreparation
source: auto-valve: preparation
ru: авт.клапан: подготовка

source: manometr
ru: манометр

source: dynamograph
ru: динамограф

source: intertraversal
ru: межтраверсный

source: overhead
ru: накладной

source: automatic
ru: автоматический

source: level meter
ru: уровнемер

source: manual
ru: ручной

source: thermometer
ru: термометр

# DoLoad
source: Load
ru: Загрузить

# DoSave
source: Save
ru: Сохранить

# DoExport
source: Export
ru: Экспортировать

# DoImport
source: Import
ru: Импортировать

source: Information
ru: Информация

# AboutDynamicLevel
source: liquid level observed during pumping
ru: уровень жидкости, наблюдаемый при откачке

# AboutLDC
source: level drop curve
ru: кривая падения уровня

# AboutLRC
source: level recovery curve
ru: кривая восстановления уровня

# AboutPAR
source: pressure automatic recording
ru: автоматическая регистрация давления

# AboutResearches
source: Setting parameters, starting and stopping the survey
ru: Установка праметров, запуск и остановка исследования

# AboutStaticLevel
source: liquid level in a calm state
ru: уровень жидкости в спокойном состоянии

# AboutStorage
source: Getting one or more survay from the device's memory
ru: Загрузка одного или нескольких исследований из памяти прибора

source: Additionally
ru: Дополнительно

source: Automatic valve
ru: Автоматический клапан

source: Table
ru: Таблица

source: Device time
ru: Время прибора

# ExecutionTime
source: Execution time 0.2/0.05
ru: Длительность срабатывания 0,2/0,05

source: Dynamics
ru: Динамика

source: Dynamics(period)
ru: Динамика(период)

# Failed_connect
source: failed to connect to the device
ru: не удалось подключиться к прибору

# GasDirection
source: Gas direction: in / out
ru: Направление газа впуск/выпуск

# ExecutePAR
source: Execute PAR at a level less than 50 m.
ru: Перейти к АРД при уровне менее 50м.

source: Schedule PAR
ru: График АРД

source: LDC
ru: КПУ

source: Level sensor
ru: Датчик уровня

source: LRC
ru: КВУ

# MaximumDepth
source: The maximum depth is 3000m./6000m.
ru: Максимальная глубина 3000м./6000м.

source: Meaning
ru: Значение

source: Schedule level measurement
ru: График измерения уровня

source: Survey schedule
ru: График измерения

# NotificationTime
source: will be synchronized at startup
ru: будет синхронизированно при запуске

source: PAR
ru: АРД

# Period_m
source: Period in minunes
ru: Период мин

# Period_s
source: Period in seconds
ru: Период (секунды)

source: Quantity
ru: Количество

source: Static
ru: Статика

source: Static(period)
ru: Статика(период)

# Survey_parameters
source: Survey of measurement parameters
ru: Получение параметров исследования

source: Temperature sensors
ru: Датчики температуры

source: Trigger permission
ru: Разрешение срабатывания

source: Storage
ru: Хранилище

# AddDevice
source: Add a device (click to confirm)
ru: Добавить устройство (нажмите для подтверждения)

source: Ascending by ID
ru: По возрастанию идентификатора

source: Ascending by name
ru: По возрастанию имени

source: By default
ru: По умолчанию

source: Clear
ru: Очистить

# ClearingMemory
source: Clearing the memory
ru: Очистка памяти

source: days
ru: суток

source: Descending by ID
ru: По убыванию идентификатора

source: Descending by name
ru: По убыванию имени

source: determining time
ru: определение времени

source: Complete
ru: выполнено

source: measuring
ru: измерения

# DopSurvey
source: survey
ru: исследования

source: Download
ru: Считать

source: empty
ru: пусто

# ErrorNameFile
source: The name is empty or such a file already exists
ru: Отсутствует имя или такой файл уже существует

source: External
ru: Внешний

source: Factory settings
ru: Заводские настройки

# FileSaved
source: The file is saved
ru: Файл сохранён

source: Free memory
ru: Свободно памяти

source: initialization
ru: инициализация

source: Initial survey
ru: Начальное измерение

source: Internal
ru: Внутренний

# Startup
source: Start
ru: Запуск

source: recording load and movement
ru: запись нагрузки и перемещения

source: Survey without echograms
ru: Исследования без эхограмм

source: Survey with echograms
ru: Исследования с эхограммами

source: measurements
ru: измерение

source: not reading
ru: не считаны

source: from
ru: из

# ParametersNotReading
source: the parameters are not reading, update the parameters
ru: параметры не считаны, обновите параметры

source: Piezo sensor
ru: Пьезодатчик

source: Pressure sensor
ru: Датчик давления

source: pressure thermal compensation coefficients
ru: коэффициенты тепловой компенсации давления

# ProbeTemperature
source: Probe temp.
ru: Температура зонда

source: Read all
ru: Считать все

source: reading current information
ru: чтение текущей информации

source: reading information
ru: чтение информации

source: reading survey information
ru: чтение информации о измерении

source: reading memory information
ru: чтение информации о памяти

# ReadingMemoryStatus
source: reading the current memory status
ru: чтение текущего состояния памяти

# ReadingNumberSurvey
source: reading the number of survey
ru: чтение количества исследований

source: reading parameters
ru: чтение параметров

source: Reading survey
ru: Чтение исследований

source: reading state
ru: чтение состояния

# ReadingStatus
source: reading the status
ru: чтение статуса

# ReadingTime
source: reading the time
ru: чтение времени

# ReadingSurveyType
source: reading the type of survey
ru: чтение вида исследования

source: recording
ru: запись

# RecordingSurveyParameters
source: Recording of survey parameters
ru: Запись параметров измерения

source: recording parameters
ru: запись параметров

source: Survey quantity
ru: Количество исследований

source: Resistance
ru: Сопротивление

# SaveInDevice
source: Save in the device
ru: Сохранить в приборе

# SavingLocation
source: Saving the location
ru: Сохранение местоположения

source: Sender name
ru: Имя отправителя

source: Sensitivity
ru: Чувствительность

source: Service mode
ru: Сервисный режим

# ShowReading
source: Show the reading
ru: Показать считанное

source: Sorting
ru: Сортировка

source: Status Update
ru: Обновление статуса

source: Storage polling
ru: Опрос хранилища

source: Subject
ru: Тема

source: Successfully
ru: Успешно

source: Text file with corrections
ru: Текстовый файл с поправками

source: time left
ru: осталось

# TherePressureMeasurementsLeft
source: there are no pressure measurements left
ru: замеров давления осталось

source: time synchronization
ru: синхронизация времени

source: Reading
ru: чтение

source: Total memory:
ru: Всего памяти:

source: updated
ru: обновлено

source: Loading location
ru: Загрузка местоположения

source: Various
ru: Разное

source: with an echogram
ru: с эхограммой

source: zero drift
ru: Смещение нуля

# ZeroDriftGainChannel
source: Zero drift of the gain channel
ru: Смещение нуля канала усиления

source: Begin
ru: Начало

source: Connection type
ru: Тип подключения

source: End
ru: Конец

source: Number
ru: Номер

source: Number of measurements
ru: Количество замеров

source: Protocol type
ru: Тип протокола

# DoConnect
source: Connect
ru: Подключить

source: Language
ru: Язык

# ChangingLanguage
source: For the changes to take effect, restart the application.
ru: Чтобы изменения вступили в силу, перезапустите приложение.

source: Close app?
ru: Закрыть приложение?

# RodWeight
source: Rods weight
ru: Вес штанг

source: Surveys
ru: Исследования

source: Attached
ru: Соединено
